tap "cockroachdb/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "asdf"
brew "zstd"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "helm"
brew "kubernetes-cli"
brew "libpq"
brew "openssl@3"
brew "sops"
brew "tmux"
brew "vips"
brew "wget"
brew "yarn"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "firefox"
cask "font-jetbrains-mono"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "rubymine"
cask "visual-studio-code"
