tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "sidneys/homebrew"
brew "zstd"
brew "asdf"
brew "lima"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "duckdb"
brew "openssl@3"
brew "libarchive"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "govulncheck"
brew "graphviz"
brew "pkgconf"
brew "helm"
brew "hey"
brew "imagemagick"
brew "kubernetes-cli"
brew "libpq"
brew "libyaml"
brew "mockery"
brew "neovim"
brew "pinentry-mac"
brew "poppler"
brew "qemu"
brew "ripgrep"
brew "sops"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "yarn"
brew "fluxcd/tap/flux", link: false
cask "android-platform-tools"
cask "android-studio"
cask "chromedriver"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "orbstack"
cask "rar"
cask "rubymine"
cask "visual-studio-code"
