tap "fluxcd/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "sidneys/homebrew"
brew "zstd"
brew "asdf"
brew "beads"
brew "beads_viewer"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "duckdb"
brew "sdl2"
brew "ffmpeg"
brew "openssl@3"
brew "fzf"
brew "gh"
brew "gnupg"
brew "golangci-lint"
brew "govulncheck"
brew "graphviz"
brew "pkgconf"
brew "helm"
brew "hey"
brew "imagemagick"
brew "kubernetes-cli"
brew "libarchive"
brew "libpq"
brew "libyaml"
brew "luarocks"
brew "mcp-toolbox"
brew "mockery"
brew "neovim"
brew "pinentry-mac"
brew "poppler"
brew "qemu"
brew "ripgrep"
brew "sops"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "vips"
brew "watch"
brew "wget"
brew "yarn"
brew "fluxcd/tap/flux"
cask "actual"
cask "android-commandlinetools"
cask "android-studio"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fuse-t"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "orbstack"
cask "rar"
cask "temurin"
cask "visual-studio-code"
vscode "aki77.rails-routes"
vscode "albymor.increment-selection"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "koichisasada.vscode-rdbg"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
